[Icon.Icon_NeitherRainSleet_Deliver InteractionIconDefinition]
Text="Send"

[InteractiveObjects.NeitherRainSleetSkags_Mailbox InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_NeitherRainSleet_Deliveries MissionItemDefinition]
UseFailureCharacterMessage="should %s use it."
ItemName="a letter"
PickupMessage="are you there? %s"
UseFailureLevelMessage="You must be at least level %d to use this item."
UseFailureConstraintsMessage="This product is not in stock."
NoManufacturerName="In general, everything"

[ItemDefs.ID_MO_NeitherRainSleet_Deliveries:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Fast delivery!"
NoConstraintText=""
Suffix=""
Prefix=""

